[
    "Draw to discover what you see. Write to discover what you think",
    "Expand your mind by thinking with your feet on a walk or with your hand in a notebook. Think outside your brain",
    "Separate the process of creating from improving. You can’t write and edit, or sculpt and polish, or make and analyze at the same time. If you do, the editor stops the creator. While you invent, don’t select. While you sketch, don’t inspect. While you write the first draft, don’t reflect. At the start, the creator mind must be unleashed from judgement",
    "Learn how to learn from those you disagree with or even offend you. See if you can find the truth in what they believe",
    "You don’t need more time because you already have all the time that you will ever get; you need more focus",
    "Everyone’s time is finite and shrinking. The highest leverage you can get with money is to buy someone else’s time. Hire and outsource when you can",
    "Fear makes people do stupid things so don’t trust anything made in fear. Be strict with yourself, forgiving others, the reverse is hell for everyone",
    "Ignore what others may be thinking of you because they aren’t thinking of you",
    "This is the best time ever to make something. None of the greatest, coolest creations 20 years from now have been invented yet. You are not late.",
    "Don’t worry about how and where you begin. As long as you keep moving, your success will arrive far from where you start.",
    "Work to become, not to acquire",
    "You’re never too young to wonder 'Why am I still doing this?' You need to have an excellent answer",
    "Be more generous than necessary. No one on their deathbed has ever regretted giving too much away. There is no point to being the richest person in the cemetery.",
    "If you’re not falling down occasionally you are just coasting",
    "Perhaps the most counterintuitive truth of the universe is that the more you give to others the more you’ll get. Understanding this is the beginning of wisdom",
    "If you ask someone’s feedback you’ll get a critic. But if instead you ask for advice you’ll get a partner",
    "Don’t take it personally when someone turns you down. Assume they are like you: busy, occupied, distracted. Try again later. It’s amazing how often a second try works",
    "Whenever you can’t decide which path to take pick the one that produces change."

]
